/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "faq_HmCfVh": {
      "type": "faq",
      "blocks": {
        "faq_item_3WiYKk": {
          "type": "faq_item",
          "settings": {
            "question_text": "O que são réplicas premium (ou de primeira linha)?",
            "answer_text": "<p>As réplicas premium são versões de alta qualidade, fabricadas com materiais muito próximos aos originais, atenção aos detalhes e acabamento refinado. Na Amaterasu Company, priorizamos tênis que ofereçam conforto, durabilidade e um visual idêntico aos modelos de luxo, por um preço mais acessível.</p>"
          }
        },
        "faq_item_LdjBAq": {
          "type": "faq_item",
          "settings": {
            "question_text": "Os tênis da Amaterasu Company são originais?",
            "answer_text": "<p>Trabalhamos exclusivamente com réplicas premium, também conhecidas como réplicas de primeira linha. Nossos produtos são cuidadosamente selecionados para oferecer a mais alta qualidade em materiais e acabamentos, proporcionando uma experiência visual e de conforto idêntica aos modelos originais.</p>"
          }
        },
        "faq_item_hPhiGT": {
          "type": "faq_item",
          "settings": {
            "question_text": "Qual é o prazo de entrega?",
            "answer_text": "<p>O prazo varia conforme a região, mas geralmente leva entre 7 a 15 dias úteis após a confirmação do pagamento. Enviamos atualizações por e-mail com o código de rastreio.</p>"
          }
        },
        "faq_item_64njXB": {
          "type": "faq_item",
          "settings": {
            "question_text": "Como posso realizar uma troca ou devolução?",
            "answer_text": "<p>Aceitamos trocas e devoluções em até 7 dias após o recebimento do produto, desde que o item esteja em perfeitas condições, sem sinais de uso. Para iniciar o processo, entre em contato com nosso suporte ao cliente.</p>"
          }
        }
      },
      "block_order": [
        "faq_item_3WiYKk",
        "faq_item_LdjBAq",
        "faq_item_hPhiGT",
        "faq_item_64njXB"
      ],
      "name": "FAQ - Amaterasu",
      "settings": {
        "heading_text": "Perguntas Frequentes",
        "heading_bold": true,
        "heading_color": "#212121",
        "intro_text": "<p>Bem-vindo à seção de Perguntas Frequentes da Amaterasu Company. Aqui, reunimos as principais dúvidas sobre nossos produtos, políticas e processos para garantir uma experiência de compra transparente e satisfatória. Se ainda tiver alguma questão, entre em contato conosco!</p>",
        "intro_text_color": "#555555",
        "question_color": "#ff220b",
        "answer_color": "#666666",
        "faq_image": "shopify://shop_images/Whisk_c9af2f3702_1.jpg"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    }
  },
  "order": [
    "faq_HmCfVh",
    "main"
  ]
}
